000100000000     A* GIT IN RDI POC FILE
000200000000     A
000300000000     A          R MYFILER
000400000000     A            FIELDA        10A         COLHDG('FIELDA')
000500000000     A            FIELDB        10A         COLHDG('FIELDB')
